---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisExportGbxmlDefaultsParam
source: html/7f2babca-72d4-f391-0e28-377176c29a40.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisExportGbxmlDefaultsParam Property

"Export Default Values"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsEnergyAnalysisExportGbxmlDefaultsParam { get; }
```